Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Password
ar: كلمة المرور
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
es_419: Contraseña
es_mx: Contraseña
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
id: Kata sandi
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Senha
pt_br: Senha
pt_pt: Senha
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hk: 密碼

source: Password must be at least 12 characters
ar: يجب أن تتكون كلمة المرور من 12 حرفًا على الأقل
cs: Heslo musí mít alespoň 12 znaků
de: Das Passwort muss mindestens 12 Zeichen lang sein
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον 12 χαρακτήρες
es: La contraseña debe tener al menos 12 caracteres
es_419: La contraseña debe tener al menos 12 caracteres
es_mx: La contraseña debe tener al menos 12 caracteres
fr: Le mot de passe doit comporter au moins 12 caractères
he: הסיסמה חייבת להיות באורך של לפחות 12 תווים
hi: पासवर्ड कम से कम 12 वर्णों का होना चाहिए
id: Kata sandi harus terdiri dari minimal 12 karakter
it: La password deve contenere almeno 12 caratteri
ja: パスワードは12文字以上である必要があります
ko: 비밀번호는 최소 12자 이상이어야 합니다
nl: Wachtwoord moet minstens 12 tekens bevatten
pl: Hasło musi mieć co najmniej 12 znaków
pt: A senha deve ter pelo menos 12 caracteres
pt_br: A senha deve ter pelo menos 12 caracteres
pt_pt: A senha deve ter pelo menos 12 caracteres
ru: Пароль должен содержать не менее 12 символов
sv: Lösenordet måste vara minst 12 tecken
th: รหัสผ่านต้องมีความยาวอย่างน้อย 12 ตัวอักษร
uk: Пароль має містити щонайменше 12 символів
vi: Mật khẩu phải có ít nhất 12 ký tự
zh_hans: 密码长度必须至少为 12 个字符
zh_hk: 密碼長度必須至少為 12 個字元

source: Password must be at least 12 characters long
ar: يجب أن تكون كلمة المرور مكونة من 12 حرفًا على الأقل
cs: Heslo musí být minimálně 12 znaků dlouhé
de: Das Passwort muss mindestens 12 Zeichen lang sein
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον 12 χαρακτήρες
es: La contraseña debe tener al menos 12 caracteres
es_419: La contraseña debe tener al menos 12 caracteres
es_mx: La contraseña debe tener al menos 12 caracteres
fr: Le mot de passe doit comporter au moins 12 caractères
he: הסיסמה חייבת להיות באורך של לפחות 12 תווים
hi: पासवर्ड कम से कम 12 अक्षरों का होना चाहिए
id: Kata sandi harus terdiri dari minimal 12 karakter
it: La password deve essere lunga almeno 12 caratteri
ja: パスワードは12文字以上である必要があります
ko: 비밀번호는 최소 12자 이상이어야 합니다
nl: Wachtwoord moet minstens 12 tekens lang zijn
pl: Hasło musi mieć co najmniej 12 znaków
pt: A senha deve ter pelo menos 12 caracteres
pt_br: A senha deve ter pelo menos 12 caracteres
pt_pt: A senha deve ter pelo menos 12 caracteres
ru: Пароль должен содержать не менее 12 символов
sv: Lösenordet måste vara minst 12 tecken långt
th: รหัสผ่านต้องมีความยาวอย่างน้อย 12 ตัวอักษร
uk: Пароль повинен містити щонайменше 12 символів
vi: Mật khẩu phải dài ít nhất 12 ký tự
zh_hans: 密码必须至少12个字符长
zh_hk: 密碼必須至少12個字符長

source: Password reset link sent to %@.
ar: تم إرسال رابط إعادة تعيين كلمة المرور إلى %@.
cs: Odkaz pro obnovení hesla byl odeslán na %@.
de: Link zum Zurücksetzen des Passworts an %@ gesendet.
el: Ο σύνδεσμος επαναφοράς κωδικού πρόσβασης στάλθηκε στο %@.
es: Enlace para restablecer la contraseña enviado a %@.
es_419: Enlace para restablecer la contraseña enviado a %@.
es_mx: Enlace para restablecer la contraseña enviado a %@.
fr: Lien de réinitialisation du mot de passe envoyé à %@.
he: קישור לאיפוס הסיסמה נשלח אל %@.
hi: पासवर्ड रीसेट लिंक %@ पर भेजा गया।
id: Tautan atur ulang kata sandi telah dikirim ke %@.
it: Link per reimpostare la password inviato a %@.
ja: パスワードリセット用リンクを%@に送信しました。
ko: 비밀번호 재설정 링크를 %@(으)로 보냈습니다.
nl: Link voor het opnieuw instellen van je wachtwoord verzonden naar %@.
pl: Link do zresetowania hasła został wysłany na %@.
pt: Ligação para repor a palavra-passe enviada para %@.
pt_br: Link de redefinição de senha enviado para %@.
pt_pt: Ligação para repor a palavra-passe enviada para %@.
ru: Ссылка для сброса пароля отправлена на %@.
sv: Länk för lösenordsåterställning skickad till %@.
th: ส่งลิงก์รีเซ็ตรหัสผ่านไปยัง %@ แล้ว
uk: Посилання для скидання пароля надіслано на %@.
vi: Đã gửi liên kết đặt lại mật khẩu đến %@.
zh_hans: 密码重置链接已发送至 %@。
zh_hk: 密碼重設連結已發送至 %@。

source: Paste a vless:// link to fill in the settings.
ar: الصق رابط vless:// لملء الإعدادات.
cs: Vložte odkaz vless:// a nastavení se vyplní.
de: Füge einen vless://-Link ein, um die Einstellungen auszufüllen.
el: Επικολλήστε έναν σύνδεσμο vless:// για να συμπληρωθούν οι ρυθμίσεις.
es: Pega un enlace vless:// para completar la configuración.
es_419: Pega un enlace vless:// para completar la configuración.
es_mx: Pega un enlace vless:// para completar la configuración.
fr: Collez un lien vless:// pour remplir les paramètres.
he: הדביקו קישור vless:// כדי למלא את ההגדרות.
hi: सेटिंग्स भरने के लिए vless:// लिंक पेस्ट करें।
id: Tempel tautan vless:// untuk mengisi pengaturan.
it: Incolla un link vless:// per compilare le impostazioni.
ja: vless:// リンクを貼り付けると設定が入力されます。
ko: vless:// 링크를 붙여 넣으면 설정이 채워집니다.
nl: Plak een vless://-link om de instellingen in te vullen.
pl: Wklej link vless://, aby wypełnić ustawienia.
pt: Cole uma ligação vless:// para preencher as definições.
pt_br: Cole um link vless:// para preencher as configurações.
pt_pt: Cole uma ligação vless:// para preencher as definições.
ru: Вставьте ссылку vless://, чтобы заполнить настройки.
sv: Klistra in en vless://-länk för att fylla i inställningarna.
th: วางลิงก์ vless:// เพื่อกรอกการตั้งค่า
uk: Вставте посилання vless://, щоб заповнити налаштування.
vi: Dán liên kết vless:// để điền các cài đặt.
zh_hans: 粘贴 vless:// 链接以填写设置。
zh_hk: 貼上 vless:// 連結以填寫設定。

source: Paste link
ar: لصق الرابط
cs: Vložit odkaz
de: Link einfügen
el: Επικόλληση συνδέσμου
es: Pegar enlace
es_419: Pegar enlace
es_mx: Pegar enlace
fr: Coller le lien
he: הדבקת קישור
hi: लिंक पेस्ट करें
id: Tempel tautan
it: Incolla link
ja: リンクを貼り付け
ko: 링크 붙여넣기
nl: Link plakken
pl: Wklej link
pt: Colar ligação
pt_br: Colar link
pt_pt: Colar ligação
ru: Вставить ссылку
sv: Klistra in länk
th: วางลิงก์
uk: Вставити посилання
vi: Dán liên kết
zh_hans: 粘贴链接
zh_hk: 貼上連結

source: Paste share text
ar: لصق نص المشاركة
cs: Vložit text ke sdílení
de: Freigabetext einfügen
el: Επικόλληση κειμένου κοινοποίησης
es: Pegar texto compartido
es_419: Pegar texto compartido
es_mx: Pegar texto compartido
fr: Coller le texte de partage
he: הדבקת טקסט השיתוף
hi: शेयर टेक्स्ट पेस्ट करें
id: Tempel teks berbagi
it: Incolla il testo di condivisione
ja: 共有テキストを貼り付け
ko: 공유 텍스트 붙여 넣기
nl: Deeltekst plakken
pl: Wklej tekst udostępnienia
pt: Colar texto de partilha
pt_br: Colar texto de compartilhamento
pt_pt: Colar texto de partilha
ru: Вставить текст кода
sv: Klistra in delningstext
th: วางข้อความแชร์
uk: Вставити текст обміну
vi: Dán văn bản chia sẻ
zh_hans: 粘贴分享文本
zh_hk: 貼上分享文字

source: Paste the 0x… signature
ar: الصق التوقيع ‎0x…
cs: Vložte podpis 0x…
de: 0x…-Signatur einfügen
el: Επικολλήστε την υπογραφή 0x…
es: Pega la firma 0x…
es_419: Pega la firma 0x…
es_mx: Pega la firma 0x…
fr: Collez la signature 0x…
he: הדביקו את חתימת ה-0x…
hi: 0x… हस्ताक्षर पेस्ट करें
id: Tempel tanda tangan 0x…
it: Incolla la firma 0x…
ja: 0x… の署名を貼り付け
ko: 0x… 서명 붙여 넣기
nl: Plak de 0x…-handtekening
pl: Wklej podpis 0x…
pt: Cole a assinatura 0x…
pt_br: Cole a assinatura 0x…
pt_pt: Cole a assinatura 0x…
ru: Вставьте подпись 0x…
sv: Klistra in 0x…-signaturen
th: วางลายเซ็น 0x…
uk: Вставте підпис 0x…
vi: Dán chữ ký 0x…
zh_hans: 粘贴 0x… 签名
zh_hk: 貼上 0x… 簽名

source: Paste your 24-word seedphrase here
ar: الصق هنا عبارة الاسترداد المكوّنة من 24 كلمة
cs: Sem vložte svou 24slovnou seed frázi
de: Füge hier deine 24-Wort-Seedphrase ein
el: Επικολλήστε εδώ τη φράση ανάκτησης 24 λέξεων
es: Pega aquí tu frase semilla de 24 palabras
es_419: Pega aquí tu frase semilla de 24 palabras
es_mx: Pega aquí tu frase semilla de 24 palabras
fr: Collez ici votre phrase de récupération de 24 mots
he: הדבק כאן את ביטוי הסיד בן 24 המילים
hi: अपना 24-शब्द वाला सीड फ़्रेज़ यहां पेस्ट करें
id: Tempel frasa pemulihan 24 kata Anda di sini
it: Incolla qui la tua frase seed di 24 parole
ja: 24単語のシードフレーズをここに貼り付け
ko: 24단어 시드 문구를 여기에 붙여넣으세요
nl: Plak hier je seedphrase van 24 woorden
pl: Wklej tutaj swoją 24-wyrazową frazę seed
pt: Cole aqui a sua frase-semente de 24 palavras
pt_br: Cole aqui sua frase-semente de 24 palavras
pt_pt: Cole aqui a sua frase-semente de 24 palavras
ru: Вставьте здесь свою сид-фразу из 24 слов
sv: Klistra in din seedfras på 24 ord här
th: วางวลีกู้คืน 24 คำของคุณที่นี่
uk: Вставте тут свою сід-фразу з 24 слів
vi: Dán cụm từ khôi phục 24 từ của bạn vào đây
zh_hans: 在此粘贴你的 24 个单词助记词
zh_hk: 在此貼上你的 24 個單詞助記詞

source: Path
ar: المسار
cs: Cesta
de: Pfad
el: Διαδρομή
es: Ruta
es_419: Ruta
es_mx: Ruta
fr: Chemin
he: נתיב
hi: पाथ
id: Jalur
it: Percorso
ja: パス
ko: 경로
nl: Pad
pl: Ścieżka
pt: Caminho
pt_br: Caminho
pt_pt: Caminho
ru: Путь
sv: Sökväg
th: พาธ
uk: Шлях
vi: Đường dẫn
zh_hans: 路径
zh_hk: 路徑

source: Pause in Low Power Mode
ar: إيقاف مؤقت في وضع الطاقة المنخفضة
cs: Pozastavit v režimu nízké spotřeby
de: Im Stromsparmodus pausieren
el: Παύση σε Λειτουργία χαμηλής ενέργειας
es: Pausar en el modo de bajo consumo
es_419: Pausar en el modo de bajo consumo
es_mx: Pausar en el modo de bajo consumo
fr: Mettre en pause en mode économie d'énergie
he: השהיה במצב צריכת חשמל נמוכה
hi: लो पावर मोड में रोकें
id: Jeda dalam Mode Daya Rendah
it: Metti in pausa con il risparmio energetico
ja: 低電力モードで一時停止
ko: 저전력 모드에서 일시 중지
nl: Pauzeren in energiebesparingsmodus
pl: Wstrzymaj w trybie niskiego zużycia energii
pt: Pausar no Modo Pouca Energia
pt_br: Pausar no Modo Pouca Energia
pt_pt: Pausar no modo de baixo consumo
ru: Приостанавливать в режиме энергосбережения
sv: Pausa i strömsparläge
th: หยุดชั่วคราวในโหมดพลังงานต่ำ
uk: Призупиняти в режимі енергозбереження
vi: Tạm dừng khi bật Chế độ nguồn điện thấp
zh_hans: 低电量模式下暂停
zh_hk: 低耗電模式下暫停

source: Pause until charging
ar: إيقاف مؤقت حتى الشحن
cs: Pozastavit do nabíjení
de: Bis zum Laden pausieren
el: Παύση μέχρι τη φόρτιση
es: Pausar hasta que se cargue
es_419: Pausar hasta que se cargue
es_mx: Pausar hasta que se cargue
fr: Mettre en pause jusqu'à la recharge
he: השהיה עד לטעינה
hi: चार्ज होने तक रोकें
id: Jeda hingga diisi daya
it: Metti in pausa fino alla ricarica
ja: 充電するまで一時停止
ko: 충전할 때까지 일시 중지
nl: Pauzeren tot opladen
pl: Wstrzymaj do czasu ładowania
pt: Pausar até carregar
pt_br: Pausar até carregar
pt_pt: Pausar até carregar
ru: Приостанавливать до зарядки
sv: Pausa tills enheten laddas
th: หยุดชั่วคราวจนกว่าจะชาร์จ
uk: Призупиняти до заряджання
vi: Tạm dừng cho đến khi sạc
zh_hans: 暂停直到充电
zh_hk: 暫停直至充電

source: Paused: Low Power Mode is on.
ar: متوقف مؤقتًا: وضع الطاقة المنخفضة مفعّل.
cs: Pozastaveno: Režim nízké spotřeby je zapnutý.
de: Pausiert: Der Stromsparmodus ist aktiviert.
el: Σε παύση: η Λειτουργία χαμηλής ενέργειας είναι ενεργή.
es: En pausa: el modo de bajo consumo está activado.
es_419: En pausa: el modo de bajo consumo está activado.
es_mx: En pausa: el modo de bajo consumo está activado.
fr: En pause : le mode économie d'énergie est activé.
he: מושהה: מצב צריכת חשמל נמוכה מופעל.
hi: रुका हुआ: लो पावर मोड चालू है।
id: Dijeda: Mode Daya Rendah aktif.
it: In pausa: il risparmio energetico è attivo.
ja: 一時停止中：低電力モードがオンです。
ko: 일시 중지됨: 저전력 모드가 켜져 있습니다.
nl: Gepauzeerd: energiebesparingsmodus staat aan.
pl: Wstrzymano: tryb niskiego zużycia energii jest włączony.
pt: Pausado: o Modo Pouca Energia está ativado.
pt_br: Pausado: o Modo Pouca Energia está ativado.
pt_pt: Em pausa: o modo de baixo consumo está ativado.
ru: Приостановлено: включён режим энергосбережения.
sv: Pausad: strömsparläget är på.
th: หยุดชั่วคราว: โหมดพลังงานต่ำเปิดอยู่
uk: Призупинено: увімкнено режим енергозбереження.
vi: Đã tạm dừng: Chế độ nguồn điện thấp đang bật.
zh_hans: 已暂停：低电量模式已开启。
zh_hk: 已暫停：低耗電模式已開啟。

source: Paused: providing is set to Wi-Fi only, and this device isn't on Wi-Fi.
ar: متوقف مؤقتًا: التوفير مضبوط على الواي فاي فقط، وهذا الجهاز غير متصل بالواي فاي.
cs: Pozastaveno: poskytování je nastaveno jen na Wi-Fi a toto zařízení není připojeno k Wi-Fi.
de: Pausiert: Die Bereitstellung ist auf „nur WLAN“ eingestellt, und dieses Gerät ist nicht im WLAN.
el: Σε παύση: η παροχή έχει οριστεί μόνο για Wi-Fi και αυτή η συσκευή δεν είναι συνδεδεμένη σε Wi-Fi.
es: En pausa: la provisión está configurada solo para Wi-Fi y este dispositivo no está en Wi-Fi.
es_419: En pausa: la provisión está configurada solo para Wi-Fi y este dispositivo no está en Wi-Fi.
es_mx: En pausa: la provisión está configurada solo para Wi-Fi y este dispositivo no está en Wi-Fi.
fr: En pause : la fourniture est limitée au Wi-Fi, et cet appareil n'est pas en Wi-Fi.
he: מושהה: האספקה מוגדרת ל-Wi-Fi בלבד, והמכשיר הזה אינו מחובר ל-Wi-Fi.
hi: रुका हुआ: प्रदान करना केवल Wi-Fi पर सेट है, और यह डिवाइस Wi-Fi पर नहीं है।
id: Dijeda: penyediaan diatur hanya melalui Wi-Fi, dan perangkat ini tidak terhubung ke Wi-Fi.
it: In pausa: la fornitura è impostata solo su Wi-Fi e questo dispositivo non è connesso al Wi-Fi.
ja: 一時停止中：提供はWi-Fiのみに設定されていますが、このデバイスはWi-Fiに接続されていません。
ko: 일시 중지됨: 제공이 Wi-Fi 전용으로 설정되어 있는데 이 기기가 Wi-Fi에 연결되어 있지 않습니다.
nl: Gepauzeerd: leveren is ingesteld op alleen Wi-Fi, en dit apparaat is niet met Wi-Fi verbonden.
pl: Wstrzymano: udostępnianie jest ustawione tylko na Wi-Fi, a to urządzenie nie jest połączone z Wi-Fi.
pt: Em pausa: o fornecimento está definido apenas para Wi-Fi e este dispositivo não está em Wi-Fi.
pt_br: Pausado: o fornecimento está configurado somente para Wi-Fi, e este dispositivo não está no Wi-Fi.
pt_pt: Em pausa: o fornecimento está definido apenas para Wi-Fi e este dispositivo não está em Wi-Fi.
ru: Приостановлено: предоставление разрешено только по Wi-Fi, а это устройство не подключено к Wi-Fi.
sv: Pausad: tillhandahållande är inställt på endast Wi-Fi, och den här enheten är inte ansluten till Wi-Fi.
th: หยุดชั่วคราว: ตั้งค่าการให้บริการเป็น Wi-Fi เท่านั้น และอุปกรณ์นี้ไม่ได้เชื่อมต่อ Wi-Fi
uk: Призупинено: надання дозволено лише через Wi-Fi, а цей пристрій не підключено до Wi-Fi.
vi: Đã tạm dừng: cung cấp được đặt chỉ qua Wi-Fi và thiết bị này không dùng Wi-Fi.
zh_hans: 已暂停：提供功能设置为仅限 Wi-Fi，而此设备未连接 Wi-Fi。
zh_hk: 已暫停：提供功能設定為只限 Wi-Fi，而此裝置未連接 Wi-Fi。

source: Paused: this device can't provide on its current network.
ar: متوقف مؤقتًا: لا يمكن لهذا الجهاز التوفير على شبكته الحالية.
cs: Pozastaveno: toto zařízení nemůže na své aktuální síti poskytovat.
de: Pausiert: Dieses Gerät kann in seinem aktuellen Netzwerk nicht bereitstellen.
el: Σε παύση: αυτή η συσκευή δεν μπορεί να παρέχει στο τρέχον δίκτυό της.
es: En pausa: este dispositivo no puede compartir su conexión en la red actual.
es_419: En pausa: este dispositivo no puede compartir su conexión en la red actual.
es_mx: En pausa: este dispositivo no puede compartir su conexión en la red actual.
fr: En pause : cet appareil ne peut pas partager sa connexion sur son réseau actuel.
he: מושהה: המכשיר הזה לא יכול לספק ברשת הנוכחית שלו.
hi: रुका हुआ: यह डिवाइस अपने मौजूदा नेटवर्क पर प्रदान नहीं कर सकता।
id: Dijeda: perangkat ini tidak dapat menyediakan di jaringannya saat ini.
it: In pausa: questo dispositivo non può fornire sulla rete attuale.
ja: 一時停止中：このデバイスは現在のネットワークでは提供できません。
ko: 일시 중지됨: 이 기기는 현재 네트워크에서 제공할 수 없습니다.
nl: Gepauzeerd: dit apparaat kan op het huidige netwerk niet leveren.
pl: Wstrzymano: to urządzenie nie może udostępniać w bieżącej sieci.
pt: Em pausa: este dispositivo não pode fornecer na rede atual.
pt_br: Pausado: este dispositivo não pode fornecer na rede atual.
pt_pt: Em pausa: este dispositivo não pode fornecer na rede atual.
ru: Приостановлено: в текущей сети это устройство не может предоставлять доступ.
sv: Pausad: den här enheten kan inte tillhandahålla på sitt nuvarande nätverk.
th: หยุดชั่วคราว: อุปกรณ์นี้ไม่สามารถให้บริการบนเครือข่ายปัจจุบันได้
uk: Призупинено: у поточній мережі цей пристрій не може надавати доступ.
vi: Đã tạm dừng: thiết bị này không thể cung cấp trên mạng hiện tại.
zh_hans: 已暂停：此设备无法在当前网络上提供。
zh_hk: 已暫停：此裝置無法在目前網絡上提供。

source: Paused: this device isn't charging.
ar: متوقف مؤقتًا: هذا الجهاز لا يتم شحنه.
cs: Pozastaveno: toto zařízení se nenabíjí.
de: Pausiert: Dieses Gerät wird nicht geladen.
el: Σε παύση: αυτή η συσκευή δεν φορτίζει.
es: En pausa: este dispositivo no se está cargando.
es_419: En pausa: este dispositivo no se está cargando.
es_mx: En pausa: este dispositivo no se está cargando.
fr: En pause : cet appareil n'est pas en charge.
he: מושהה: המכשיר הזה אינו בטעינה.
hi: रुका हुआ: यह डिवाइस चार्ज नहीं हो रहा है।
id: Dijeda: perangkat ini tidak sedang diisi daya.
it: In pausa: questo dispositivo non è in carica.
ja: 一時停止中：このデバイスは充電されていません。
ko: 일시 중지됨: 이 기기는 충전 중이 아닙니다.
nl: Gepauzeerd: dit apparaat wordt niet opgeladen.
pl: Wstrzymano: to urządzenie nie jest ładowane.
pt: Em pausa: este dispositivo não está a carregar.
pt_br: Pausado: este dispositivo não está carregando.
pt_pt: Em pausa: este dispositivo não está a carregar.
ru: Приостановлено: это устройство не заряжается.
sv: Pausad: den här enheten laddas inte.
th: หยุดชั่วคราว: อุปกรณ์นี้ไม่ได้ชาร์จอยู่
uk: Призупинено: цей пристрій не заряджається.
vi: Đã tạm dừng: thiết bị này không đang sạc.
zh_hans: 已暂停：此设备未在充电。
zh_hk: 已暫停：此裝置未在充電。

source: Paying with USDC on Solana is a one-time yearly payment, with no free trial.
ar: الدفع بـ USDC على Solana دفعة سنوية لمرة واحدة، دون تجربة مجانية.
cs: Platba v USDC na síti Solana je jednorázová roční platba bez zkušebního období zdarma.
de: Die Zahlung mit USDC auf Solana ist eine einmalige Jahreszahlung ohne kostenlose Testphase.
el: Η πληρωμή με USDC στο Solana είναι μια εφάπαξ ετήσια πληρωμή, χωρίς δωρεάν δοκιμή.
es: Pagar con USDC en Solana es un pago anual único, sin prueba gratuita.
es_419: Pagar con USDC en Solana es un pago anual único, sin prueba gratuita.
es_mx: Pagar con USDC en Solana es un pago anual único, sin prueba gratuita.
fr: Payer en USDC sur Solana est un paiement annuel unique, sans essai gratuit.
he: תשלום ב-USDC ברשת Solana הוא תשלום שנתי חד-פעמי, ללא תקופת ניסיון חינם.
hi: Solana पर USDC से भुगतान एक बार का सालाना भुगतान है, जिसमें मुफ़्त ट्रायल नहीं है।
id: Membayar dengan USDC di Solana adalah pembayaran tahunan sekali bayar, tanpa uji coba gratis.
it: Pagare con USDC su Solana è un pagamento annuale una tantum, senza prova gratuita.
ja: Solana 上の USDC での支払いは年 1 回の一括払いで、無料トライアルはありません。
ko: Solana의 USDC로 결제하면 연 1회 일시불 결제이며 무료 체험이 없습니다.
nl: Betalen met USDC op Solana is een eenmalige jaarbetaling, zonder gratis proefperiode.
pl: Płatność w USDC w sieci Solana to jednorazowa płatność roczna, bez bezpłatnego okresu próbnego.
pt: Pagar com USDC na Solana é um pagamento anual único, sem teste grátis.
pt_br: Pagar com USDC na Solana é um pagamento anual único, sem teste grátis.
pt_pt: Pagar com USDC na Solana é um pagamento anual único, sem teste grátis.
ru: Оплата в USDC в сети Solana — это разовый годовой платёж без бесплатного пробного периода.
sv: Att betala med USDC på Solana är en engångsbetalning per år, utan gratis provperiod.
th: การชำระด้วย USDC บน Solana เป็นการชำระรายปีครั้งเดียว ไม่มีช่วงทดลองใช้ฟรี
uk: Оплата в USDC у мережі Solana — це одноразовий річний платіж без безкоштовного пробного періоду.
vi: Thanh toán bằng USDC trên Solana là khoản thanh toán một lần theo năm, không có dùng thử miễn phí.
zh_hans: 使用 Solana 上的 USDC 支付为一次性年付，不含免费试用。
zh_hk: 使用 Solana 上的 USDC 付款為一次性年付，不設免費試用。

source: Payment Pending
ar: الدفع معلق
cs: Čekající platba
de: Zahlung ausstehend
el: Εκκρεμεί πληρωμή
es: Pago pendiente
es_419: Pago pendiente
es_mx: Pago pendiente
fr: Paiement en attente
he: התשלום ממתין
hi: भुगतान लंबित है
id: Pembayaran tertunda
it: Pagamento in sospeso
ja: 支払い保留中
ko: 결제 대기 중
nl: Betaling in behandeling
pl: Płatność oczekuje
pt: Pagamento pendente
pt_br: Pagamento pendente
pt_pt: Pagamento pendente
ru: Ожидание оплаты
sv: Betalning väntar
th: การชำระเงินรอดำเนินการ
uk: Очікується оплата
vi: Thanh toán đang chờ xử lý
zh_hans: 付款待处理
zh_hk: 付款待處理

source: Payment received.
ar: تم استلام الدفعة.
cs: Platba přijata.
de: Zahlung erhalten.
el: Η πληρωμή ελήφθη.
es: Pago recibido.
es_419: Pago recibido.
es_mx: Pago recibido.
fr: Paiement reçu.
he: התשלום התקבל.
hi: भुगतान मिल गया।
id: Pembayaran diterima.
it: Pagamento ricevuto.
ja: お支払いを受け付けました。
ko: 결제가 완료되었습니다.
nl: Betaling ontvangen.
pl: Płatność otrzymana.
pt: Pagamento recebido.
pt_br: Pagamento recebido.
pt_pt: Pagamento recebido.
ru: Платёж получен.
sv: Betalningen har tagits emot.
th: ได้รับการชำระเงินแล้ว
uk: Платіж отримано.
vi: Đã nhận thanh toán.
zh_hans: 已收到付款。
zh_hk: 已收到付款。

source: Payout
ar: دفع
cs: Výplata
de: Auszahlung
el: Πληρωμή
es: Pago
es_419: Pago
es_mx: Pago
fr: Paiement
he: תשלום
hi: भुगतान
id: Pembayaran
it: Pagamento
ja: 支払い
ko: 지급
nl: Uitbetaling
pl: Wypłata
pt: Pagamento
pt_br: Pagamento
pt_pt: Pagamento
ru: Выплата
sv: Utbetalning
th: การจ่ายเงิน
uk: Виплата
vi: Thanh toán
zh_hans: 支付
zh_hk: 支付

source: Payout wallet updated
ar: تم تحديث محفظة الدفع
cs: Výplatní peněženka byla aktualizována
de: Auszahlungs-Wallet aktualisiert
el: Το πορτοφόλι πληρωμής ενημερώθηκε
es: Billetera de pago actualizada
es_419: Cartera de pago actualizada
es_mx: Cartera de pago actualizada
fr: Portefeuille de paiement mis à jour
he: ארנק התשלום עודכן
hi: पेआउट वॉलेट अपडेट किया गया
id: Dompet pembayaran diperbarui
it: Portafoglio di pagamento aggiornato
ja: 支払いウォレットを更新しました
ko: 지급 지갑이 업데이트되었습니다
nl: Uitbetalingswallet bijgewerkt
pl: Zaktualizowano portfel wypłat
pt: Carteira de pagamento atualizada
pt_br: Carteira de pagamento atualizada
pt_pt: Carteira de pagamento atualizada
ru: Кошелек для выплат обновлен
sv: Utbetalningsplånbok uppdaterad
th: อัปเดตกระเป๋ารับยอดจ่ายแล้ว
uk: Гаманець для виплат оновлено
vi: Đã cập nhật ví thanh toán
zh_hans: 支付钱包已更新
zh_hk: 支付錢包已更新

source: Payout Wallets
ar: محافظ الدفع
cs: Výplatní peněženky
de: Auszahlungs-Wallets
el: Πορτοφόλια πληρωμής
es: Billeteras de pago
es_419: Carteras de pago
es_mx: Carteras de pago
fr: Portefeuilles de paiement
he: ארנקי תשלום
hi: पेआउट वॉलेट
id: Dompet Pembayaran
it: Portafogli di pagamento
ja: 支払いウォレット
ko: 지급 지갑
nl: Uitbetalingswallets
pl: Portfele wypłat
pt: Carteiras de pagamento
pt_br: Carteiras de pagamento
pt_pt: Carteiras de pagamento
ru: Кошельки для выплат
sv: Utbetalningsplånböcker
th: กระเป๋ารับยอดจ่าย
uk: Гаманці для виплат
vi: Ví thanh toán
zh_hans: 支付钱包
zh_hk: 支付錢包

source: Payouts now go to %@.
ar: تذهب المدفوعات الآن إلى %@.
cs: Výplaty nyní chodí na %@.
de: Auszahlungen gehen jetzt an %@.
el: Οι πληρωμές πηγαίνουν πλέον στο %@.
es: Los pagos ahora van a %@.
es_419: Los pagos ahora van a %@.
es_mx: Los pagos ahora van a %@.
fr: Les paiements sont désormais envoyés à %@.
he: התשלומים נשלחים כעת אל %@.
hi: भुगतान अब %@ पर जाएंगे।
id: Pembayaran sekarang dikirim ke %@.
it: I pagamenti ora vanno a %@.
ja: 支払いは今後 %@ に送られます。
ko: 이제 지급금은 %@(으)로 전송됩니다.
nl: Uitbetalingen gaan nu naar %@.
pl: Wypłaty trafiają teraz na %@.
pt: Os pagamentos agora vão para %@.
pt_br: Os pagamentos agora vão para %@.
pt_pt: Os pagamentos passam a ir para %@.
ru: Выплаты теперь поступают на %@.
sv: Utbetalningar går nu till %@.
th: การจ่ายจะส่งไปที่ %@ แล้ว
uk: Виплати тепер надходять на %@.
vi: Khoản thanh toán giờ được gửi đến %@.
zh_hans: 支付现在将发送到 %@。
zh_hk: 支付現在會發送到 %@。

source: peak
ar: الذروة
cs: špička
de: Spitze
el: κορύφωση
es: pico
es_419: pico
es_mx: pico
fr: pic
he: שיא
hi: शिखर
id: puncak
it: picco
ja: ピーク
ko: 최고
nl: piek
pl: szczyt
pt: pico
pt_br: pico
pt_pt: pico
ru: пик
sv: topp
th: สูงสุด
uk: пік
vi: đỉnh
zh_hans: 峰值
zh_hk: 峰值
